Repository: mvpaudrey/afcon-2025-ios
Catalog: AFCON2025/Localizable.xcstrings
Source language: en
Languages: ar, es, fr

# %lld card%@
source: %1$lld card%2$@
ar: %1$lld بطاقة%2$@
fr: %1$lld carton%2$@

# %lld fixtures
source: %1$lld fixtures
ar: %1$lld مباراة
fr: %1$lld matchs

# %lld goal%@
source: %1$lld goal%2$@
ar: %1$lld هدف%2$@
fr: %1$lld but%2$@

# %lld reviews
source: %1$lld reviews
ar: %1$lld تقييم
fr: %1$lld avis

# %lld sub%@
source: %1$lld sub%2$@
ar: %1$lld تبديل%2$@
fr: %1$lld remplacement%2$@

source: 21 December 2025 - 18 January 2026
ar: 21 ديسمبر 2025 - 18 يناير 2026
fr: 21 décembre 2025 - 18 janvier 2026

source: About
ar: حول
fr: À propos

source: Accommodation
ar: الإقامة
fr: Hébergement

source: Activities
ar: الأنشطة
fr: Activités

# AFCON 2025
source: African Cup Of Nations 2025
ar: كأس الأمم الأفريقية 2025

source: Africa Cup of Nations - Morocco
ar: كأس الأمم الأفريقية - المغرب
fr: Coupe d'Afrique des Nations - Maroc

source: Algeria
ar: الجزائر
fr: Algérie

source: Available
ar: متاح
fr: Disponible

source: Away
ar: خارج الديار
fr: Extérieur

source: Book Experience
ar: احجز تجربة
fr: Réserver une expérience

source: Book Now
ar: احجز الآن
fr: Réserver maintenant

source: Bracket
ar: المخطط
fr: Tableau

source: Cancel
ar: إلغاء
fr: Annuler

source: Clear All Data
ar: مسح جميع البيانات
fr: Effacer toutes les données

source: Clear All Fixtures
ar: مسح جميع المباريات
fr: Effacer tous les matchs

source: Continue
ar: متابعة
fr: Continuer

source: D
ar: ت
fr: N

source: Data Management
ar: إدارة البيانات
fr: Gestion des données

source: Directions
ar: الاتجاهات
fr: Itinéraire

source: Duration: %@
ar: المدة: %@
fr: Durée : %@

source: Enable Notifications
ar: تفعيل الإشعارات
fr: Activer les notifications

source: Enable notifications to get real-time updates about your favorite teams and match results.
ar: فعّل الإشعارات لتلقي تحديثات فورية حول فرقك المفضلة ونتائج المباريات.
fr: Activez les notifications pour recevoir des mises à jour en temps réel sur vos équipes favorites et les résultats des matchs.

source: Facilities
ar: المرافق
fr: Installations

source: Fetch all tournament fixtures from server
ar: جلب جميع مباريات البطولة من الخادم
fr: Récupérer tous les matchs du tournoi depuis le serveur

source: Fetch Fixtures
ar: جلب المباريات
fr: Récupérer les matchs

source: Filter
ar: تصفية
fr: Filtrer

source: Final
ar: النهائي
fr: Finale

source: Finished
ar: منتهية
fr: Terminé

# Fixture #%d
source: Fixture #%1$d
ar: المباراة رقم %1$d
fr: Match n°%1$d

source: Fixtures
ar: المباريات
fr: Matchs

source: Fixtures in Database
ar: المباريات في قاعدة البيانات
fr: Matchs dans la base de données

source: GD
ar: فا
fr: DB

source: Get Tickets
ar: احصل على التذاكر
fr: Obtenir des billets

source: Groups
ar: المجموعات
fr: Groupes

source: Home
ar: الملعب
fr: Domicile

source: Initialize Fixtures
ar: تهيئة المباريات
fr: Initialiser les matchs

source: Initialize fixtures before the tournament starts to have offline access to the schedule.
ar: قم بتهيئة المباريات قبل بدء البطولة للوصول إلى الجدول دون اتصال.
fr: Initialisez les matchs avant le début du tournoi pour avoir le calendrier hors ligne.

source: Initialize fixtures in Settings tab
ar: قم بتهيئة المباريات من تبويب الإعدادات
fr: Initialisez les matchs dans l'onglet Réglages

source: Initializing Tournament Data
ar: جارٍ تهيئة بيانات البطولة
fr: Initialisation des données du tournoi

source: Interactive Map
ar: خريطة تفاعلية
fr: Carte interactive

source: Jan 20, 20:00
ar: 20 يناير، 20:00
fr: 20 janv., 20:00

source: L
ar: خ
fr: P

source: Last Sync
ar: آخر مزامنة
fr: Dernière synchronisation

source: Live
ar: مباشر
fr: En direct

source: Live now
ar: مباشر الآن
fr: En direct

source: LIVE NOW
ar: مباشر الآن
fr: EN DIRECT

source: Live Scores
ar: النتائج المباشرة
es: Resultados en Vivo
fr: Scores en direct

source: Live Sports & Tourism
ar: الرياضة والسياحة المباشرة
fr: Sports et tourisme en direct

source: Live updates
ar: تحديثات مباشرة
fr: Mises à jour en direct

source: Loading fixtures for AFCON 2025...
ar: جارٍ تحميل مباريات كأس الأمم الأفريقية 2025...
fr: Chargement des matchs de la CAN 2025...

source: Loading fixtures...
ar: جاري تحميل المباريات...
fr: Chargement des matchs...

source: Loading...
ar: جارٍ التحميل...
fr: Chargement...

source: Match starting...
ar: المباراة تبدأ...
fr: Le match commence...

source: Match starts in
ar: تبدأ المباراة خلال
fr: Le match commence dans

# match.status.finished
source: FINISHED
ar: انتهت
es: FINALIZADO
fr: TERMINÉ

# match.status.halftime
source: HALFTIME
ar: الشوط الأول
es: DESCANSO
fr: MI-TEMPS

# matches.section.finished
source: FINISHED TODAY
ar: انتهت اليوم
es: FINALIZADOS HOY
fr: TERMINÉS AUJOURD'HUI

# matches.section.live
source: LIVE NOW
ar: مباشر الآن
es: EN VIVO AHORA
fr: EN DIRECT

# matches.section.upcoming
source: UPCOMING
ar: القادمة
es: PRÓXIMOS
fr: À VENIR

source: Maybe later
ar: ربما لاحقًا
fr: Peut-être plus tard

source: Morocco
ar: المغرب
fr: Maroc

source: Morocco Football
ar: كرة القدم المغربية
fr: Football Maroc

source: Morocco vs Senegal
ar: المغرب ضد السنغال
fr: Maroc vs Sénégal

source: Nearby Attractions
ar: الأماكن القريبة
fr: Attractions à proximité

source: Next:
ar: التالي:
fr: Suivant :

source: No fixtures available
ar: لا توجد مباريات متاحة
fr: Aucun match disponible

source: No fixtures found
ar: لم يتم العثور على مباريات
fr: Aucun match trouvé

source: No matches available
ar: لا توجد مباريات متاحة
fr: Aucun match disponible

source: No matches scheduled
ar: لا مباريات مجدولة
fr: Aucun match programmé

source: No matches today
ar: لا مباريات اليوم
es: No hay partidos hoy
fr: Aucun match aujourd'hui

source: Notifications are disabled. Enable them in Settings to get match alerts.
ar: الإشعارات معطلة. فعّلها من الإعدادات لتلقي تنبيهات المباريات.
fr: Les notifications sont désactivées. Activez-les dans Réglages pour recevoir les alertes de matchs.

source: Notifications Enabled
ar: تم تفعيل الإشعارات
fr: Notifications activées

source: Open Full Map
ar: فتح الخريطة الكاملة
fr: Ouvrir la carte complète

source: Open Settings
ar: فتح الإعدادات
fr: Ouvrir les réglages

source: P
ar: ل
fr: J

source: Pts
ar: نقاط

source: Quarter Finals
ar: ربع النهائي
fr: Quarts de finale

# quickstats.live
source: Live now
ar: مباشر الآن
es: En vivo
fr: En direct

# quickstats.live_updates
source: Live updates
ar: تحديثات مباشرة
es: Actualizaciones en vivo
fr: Mises à jour en direct

# quickstats.loading
source: Loading...
ar: جاري التحميل...
es: Cargando...
fr: Chargement...

# quickstats.next
source: Next:
ar: التالي:
es: Próximo:
fr: Prochain:

# quickstats.no_live
source: No live matches
ar: لا توجد مباريات مباشرة
es: Sin partidos en vivo
fr: Aucun match en direct

# quickstats.no_upcoming
source: No upcoming matches
ar: لا توجد مباريات قادمة
es: Sin próximos partidos
fr: Aucun match à venir

source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer

source: Round of 16
ar: دور الـ16
fr: Huitièmes de finale

source: Schedule
ar: الجدول
fr: Calendrier

source: Select Your Favorite Teams
ar: اختر فرقك المفضلة
fr: Sélectionnez vos équipes favorites

source: Semi Finals
ar: نصف النهائي
fr: Demi-finales

source: Settings
ar: الإعدادات
fr: Paramètres

source: Social
ar: اجتماعي

source: Social & Tourism
ar: اجتماعي وسياحة
fr: Social et tourisme

source: Social Feed
ar: الخلاصة الاجتماعية
fr: Fil social

source: Social Tabs
ar: علامات تبويب اجتماعية
fr: Onglets sociaux

source: Sold Out
ar: مباع بالكامل
fr: Complet

source: soon
ar: قريبا
fr: bientôt

source: Stadium & Venues
ar: الملاعب والأماكن
fr: Stades et lieux

source: Stay Updated with Notifications
ar: ابقَ على اطلاع عبر الإشعارات
fr: Restez informé avec les notifications

source: Sync Live Matches
ar: مزامنة المباريات المباشرة
fr: Synchroniser les matchs en direct

source: Tap below to fetch fixtures from the server
ar: اضغط أدناه لجلب المباريات من الخادم
fr: Appuyez ci-dessous pour récupérer les matchs du serveur

source: Team
ar: الفريق
fr: Équipe

source: This will remove all %1$lld fixtures from local storage. You can re-download them anytime.
ar: سيؤدي هذا إلى حذف %1$lld من المباريات المخزّنة محليًا. يمكنك إعادة تنزيلها في أي وقت.
fr: Cela supprimera tous les %1$lld matchs du stockage local. Vous pourrez les retélécharger à tout moment.

source: Today
ar: اليوم
fr: Aujourd'hui

source: TODAY
ar: اليوم
es: HOY
fr: AUJOURD'HUI

source: Tomorrow
ar: غدا
fr: Demain

source: TOMORROW
ar: غدا
es: MAÑANA
fr: DEMAIN

source: Tournament
ar: البطولة
fr: Tournoi

source: Upcoming Matches
ar: المباريات القادمة
fr: Matchs à venir

source: Update live and recent matches
ar: تحديث المباريات المباشرة والأخيرة
fr: Mettre à jour les matchs en direct et récents

source: Venues
ar: الملاعب
fr: Stades

source: Version
ar: الإصدار

source: View all stadium locations across Morocco
ar: عرض جميع مواقع الملاعب في المغرب
fr: Voir tous les emplacements de stades au Maroc

source: View Details
ar: عرض التفاصيل
fr: Voir les détails

source: vs
ar: ضد

source: VS
ar: ضد

source: W
ar: ف
fr: G

source: Maybe Later
fr: Me rappeler plus tard
